Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Reasonable doubt is defined as follows: It is not a mere possible doubt; because everything relating to human affairs is open to some possible or imaginary doubt.
vi: Nghi ngờ hợp lý được xác định như sau: Nó không phải là một nghi ngờ chỉ có thể; bởi vì tất cả mọi thứ liên quan đến vấn đề con người là mở cửa cho một số nghi ngờ có thể có hoặc tưởng tượng.

source: Recent advances in technology have changed the way many crimes are investigated, and the type of evidence that can be produced to bring an offender to justice.
vi: Sự phát triển của công nghệ trong thời gian gần đây đã thay đổi cách thức điều tra tội phạm, các chứng cứ được tạo ra dưới nhiều hình thức khác nhau nhằm phát hiện ra kẻ phạm tội.

source: Recent cases regarding shaken baby syndrome also bring into question the authority of expert witnesses in court, and the reliability of the criminal justice process.
vi: Những trường hợp gần đây có liên quan đến hội chứng trẻ bị lắc cũng mang đến nghi vấn về tính xác thực của các nhân chứng chuyên gia ở tòa và sự đáng tin cậy của quá trình công lý tội phạm .

source: Recent disasters such as bombings and train crashes, have drawn attention and raised awareness of the fact that the police and other emergency services experience such devastating incidents.
vi: Những thảm họa gần đây như đánh bom hay những vụ đâm tàu, đã gây chú ý và cảnh báo rằng cảnh sát cùng những cơ quan khẩn cấp khác đang trải qua những tình huống gây chấn thương như vậy.

source: Recent laws in the UK have shown a move toward consideration of victim and public safety, with the phrase ‘public protection’ used and acted on much more widely.
vi: Những bộ luật gần đây của Anh đã cho thấy những bước tiến đến việc cân nhắc sự an toàn của nạn nhân và cộng đồng, với cách nói "bảo vệ công chúng" được sử dụng và thực hiện ở mức độ rộng hơn.

source: Recently it has been working towards introducing a sexual orientation scheme, in order to monitor the sexual orientation of all its staff.
vi: Gần đây nó làm việc hướng tới giới thiệu một chương trình định hướng tình dục, để theo dõi các xu hướng tình dục của tất cả các nhân viên của mình.

source: Recently, academics from the University of Washington and Sam Houston State University, in the US, have tried to answer this question by analysing the newly released police files on these murders.
vi: Gần đây, những học giả từ trường đại học Washington và trường đại học Bang Sam Houston tại Mỹ đã nỗ lực trả lời những câu hỏi trên bằng cách phân tích những tài liệu mới được công bố về những vụ án mạng này.

source: Recently, research has shown that offenders reporting sexual abuse in earlier life drops from seventy per cent to twenty per cent when a poly- graph (sometimes known as lie a detector) is employed.
vi: Gần đây, nghiên cứu đã chỉ ra rằng báo cáo tội phạm tình dục trong những năm đầu đời đã giảm từ 70% xuống 20% khi áp dụng một máy dò tìm.

source: Reformed instruction (CALCRIM 220).
vi: Cải cách hướng dẫn (CALCRIM 220).

source: Regarding the latter I have, for example, conducted experiments for and testified in different trials concerning whether people could tell which one (the suspect’s) of several voices in the ‘voice parade’ played by the police to the rape victim was the only one that was an edited voice sample (from a police interview), the others speaking in a monologue; whether people could tell which voice (again of a suspect) was the only one not reading from a script;
vi: Về vấn đề thứ hai được đề cập, tôi đã thực hiện, ví dụ, các thí nghiệm ở các phiên xử án khác nhau để xem liệu có thể phát hiện ra được đâu là giọng nói duy nhất (của nghi phạm) bị chỉnh sửa (lấy mẫu từ một cuộc thẩm vấn của cảnh sát) trong số các giọng nói của cả cảnh sát lẫn nạn nhân bị cưỡng hiếp, số khác thì tự độc thoại; hoặc để xem liệu có thể tìm được giọng nói nào (cũng của nghi phạm) không phải đang đọc từ kịch bản;

source: Regardless of the documentation used in constructing the profile, an offender profiler has a lot of information to absorb and process when trying to profile the offenders or their location.
vi: Bất kể tài liệu nào được sử dụng để xây dựng hồ sơ, nhà lập hồ sơ tội phạm có rất nhiều thông tin để tiếp nhận và xử lý khi cố gắng lập hồ sơ về những tội phạm hoặc vị trí của chúng.

source: Relapse prevention aims to serve two purposes: to integrate all of the aspects learnt on the programme and to develop strategies for maintaining the treatment-induced changes.
vi: Việc ngăn chặn tái phạm này nhằm phục vụ cho 2 mục đích: để hợp nhất các mặt đã được học trong chương trình và để phát triển những chiến lược duy trì những thay đổi có bao gồm việc điều trị .

source: Relationship problems/social isolation.
vi: Có vấn đề trong các mối quan hệ /bị cô lập xã hội.

source: Remand prisoners have yet to be convicted of the crime they are alleged to have committed and therefore they have the additional concerns of their forthcoming trial and legal representation.
vi: Những tù nhân đang trong vòng thẩm vấn sẽ chưa bị quy kết các tội danh được nghi ngờ đã gây ra; do vậy họ sẽ càng tăng thêm các mối lo về phiên xét xử sắp tới và người đại diện pháp lý.

source: Research carried out on adult sexual offenders has shown that the majority say that they started to sexually offend before the age of eighteen, and studies of adolescent sexual offenders indicate that the majority commit their first sexual offence before fifteen years of age and not infrequently before twelve years of age.
vi: Nghiên cứu thực hiện trên những tội phạm tình dục trưởng thành đã cho thấy rằng phần lớn họ nghĩ họ bắt đầu lạm dụng tình dục trước 18 tuổi, và những nghiên cứu về những tội phạm tình dục thanh niên cho thấy rằng đa phần thực hiện hành vi xâm phạm trước năm 15 tuổi và không ít người trước 12 tuổi .

source: Research findings as to what coping strategies prisoners use have been very mixed.
vi: Trên thực thế, những cách đối phó mà các tù nhân sử dụng khá là hỗn hợp.

source: Research from several countries (e.g. Germany, Canada, Australia, the USA) seemed to be in agreement that such inter- views should involve a series of sequential phases that could be described as:
vi: Nghiên cứu từ một vài quốc gia (như Đức, Canada, Úc, Mĩ) dường như đều nhất trí với ý kiến cho rằng những cuộc thẩm vấn như thế nên được chia thành nhiều pha liên tiếp nhau:

source: Research has also found that young children will choose someone from a photo- spread when the originally seen face is not there.
vi: Nghiên cứu cũng tìm ra những đứa trẻ sẽ chọn một người từ sấp ảnh khi khuôn mặt thật sự không nằm trong đó.

source: Research has demonstrated that unless trained to the contrary most police officers who are about to interview suspects already believe that it is highly likely that the suspect is the person who committed the crime.
vi: Nghiên cứu chứng minh rằng nếu không được đào tạo điều trái ngược thì hầu hết những cảnh sát có nhiệm vụ chất vấn nghi phạm từ đầu đã luôn tin rằng họ có khả năng cao là thủ phạm, thì nghi phạm đó sẽ thừa nhận mình đã phạm tội.

source: Research has found that people over the age of sixty-five years make more mistakes than younger adults when trying to pick out from a set of photographs the person they saw previously com- mitting a (mock) crime.
vi: Nghiên cứu chỉ ra rằng những người có độ tuổi trên 65 thường gây ra nhiều lỗi hơn những người trẻ khi họ cố gắng chỉ ra thủ phạm trong các bức ảnh chụp, kẻ mà họ đã nhìn thấy ở hiện trường vụ án.

source: Research has shown that badly delivered programmes can at best be ineffective but at worst be damaging.
vi: Nghiên cứu cho thấy các chương trình không được thực hiện đúng có thể làm việc thực hiện trở thành vô nghĩa không hiệu quả thậm chí là gây ra thiệt hại nặng nề.

source: Research into case linkage is really only just beginning, which is surprising since it is widely practised and has been for some time.
vi: Nghiên cứu về kết nối vụ án thực sự chỉ vừa mới bắt đầu, diều thực sự gây bất ngờ nếu xét đến việc kết nối vụ án đã được triển khai trong một khoảng thời gian tương đối dài.

source: Research is still examining whether this is as a result of police training or because some personality types are simply drawn to policing.
vi: Nghiên cứu vẫn đang tiến hành nhằm xác định xem đây là một kết quả của quá trình huấn luyện cảnh sát hay đơn giản vì một số dạng nhân cách bị thu hút bởi ngành cảnh sát.

source: Research performed by criminal psychologists investigating the detection of deception also has useful applications for the police when interviewing witnesses and in particular suspects.
vi: Nghiên cứu được thực hiện bởi các nhà tâm lý học tội phạm phát hiện ra điểm dối lừa cũng có những ứng dụng hữu ích cho cảnh sát khi họ chất vấn nhân chứng cũng như những nghi phạm cụ thể.

source: Research suggests that during the 1980s New Yorkers felt safer due to the Guardian Angels’ presence, more so than when the police (NYPD) patrolled.
vi: Nghiên cứu cho thấy rằng trong suốt những năm 80, những người dân New York cảm thấy an toàn hơn vì có sự hiện diện của đội "Những thiên thần bảo vệ" , hơn cả khi đội cảnh sát (NYPD) được thành lập.

source: Research suggests that many police officers hide their symptoms, often with the cumulative effect of declining health and impaired job performance.
vi: Nghiên cứu cho thấy nhiều sĩ quan cảnh sát giấu các triệu chứng, thường là những tác động khi sức khỏe suy yếu và suy giảm hiệu quả công việc.

source: Research suggests that police do experience stress, and the most common coping strategy reported appears to be talking to colleagues.
vi: Nghiên cứu chỉ ra rằng cảnh sát có trải qua các vấn đề về stress (căng thẳng, lo âu), và chiến lược giải quyết phổ biến nhất hóa ra lại là nói chuyện với các chuyên gia.

source: Research supports this view, as there do appear to be common traits amongst police officers, such as authoritarianism.
vi: Nghiên cứu ủng hộ góc nhìn này, vì sự xuất hiện của một số bằng chứng phổ biến trong những sĩ quan cảnh sát, ví dụ như chủ nghĩa độc đoán.

source: Research to test its assumptions is showing promising results.
vi: Nghiên cứu để kiểm tra những giả định của việc lập hồ sơ đang cho thấy những kết quả hứa hẹn.

source: Research with stranger rapists (rapists that attack victims previously unknown to them) and serial arsonists has confirmed that for these types of criminals, the marauder pattern of offending is more common, whereas the pattern for serial burglars is less clear.
vi: Nghiên cứu về những kẻ phạm tội hãm hiếp người lạ (những kẻ hãm hiếp tấn công các nạn nhân mà chúng không quen biết trước đó) và những kẻ phóng hỏa hàng loạt đã xác nhận rằng: đối với những kiểu hình tội phạm này, hình mẫu marauder thường phổ biến hơn, trong khi hình mẫu cho những kẻ trộm hàng loạt thì ít rõ ràng hơn .

source: Researchers also suggest that, given the low reported reconviction rates for sex offenders (between twenty and three per cent compared to over sixty per cent for burglars), reconviction data are not statistically sensitive enough to pick up the positive effects of treatment and that psychometric test scores should be used more often.
vi: Các nhà nghiên cứu cũng gợi ý rằng, theo như tỉ lệ thấp của việc tái kết án được báo cáo lại của những tội phạm tình dục ( khoảng 23 % so với hơn 60% của tội trộm cắp) những dự liệu tái kết án không đủ chính xác về mặt thống kê để lấy được ảnh hưởng tích cực của việc điều trị và điểm của các bài kiểm tra tâm lý nên được sử dụng thường xuyên hơn.

source: Researchers associated with the University of Barcelona have suggested that many prisoners use problem- focused strategies, and some use avoidance coping.
vi: Các nghiên cứu viên cùng với Đại học Barcelona cũng gợi ý rằng nhiều tù nhân sử dụng chiến lược "tập trung vào vấn đề", trong khi một vài người dùng cách đối phó tránh né .

source: Researchers from personality psychology have spent a great deal of time investigating the validity of some of these assumptions and criminal psychologists have also begun to test them empirically.
vi: Những nhà nghiên cứu tâm lý học tính cách đã giành một khoảng thời gian lớn để nghiên cứu giá trị của một số giả định và những nhà tâm lý học tội phạm đã bắt đầu kiểm nghiệm chúng trong thực thế.

source: Researchers have reported levels of psychological distress that are concerning.
vi: các nhà khoa học cũng đã đưa ra một vài cấp độ đáng chú ý về tâm lý.

source: Researchers have suggested that some form of salient sexual experience may, when coupled with other developmental issues, set a person on a path to sexual offending.
vi: Các nhà nghiên cứu đưa ra giả thuyết là một số trải nghiệm tình dục khó quên, khi đi cùng với những vấn đề nảy sinh khác, sẽ khiến một người dần đi vào con đường lạm dụng tình dục.

source: Researchers have suggested that there are two types of sexual offence, the sexually aggressive act – which is a non-consensual act – and a breach of a sexual taboo.
vi: Các nhà nghiên cứu cho rằng có hai loại xâm phạm tình dục, hành vi tình dục hung hãn - hành vi tình dục không được đồng thuật - và vi phạm vào hình thức tình dục cấm kỵ.

source: Researchers in North America have developed a list of what they term ‘offence-specific’ targets that an effective cognitive behavioural treatment (CBT) programme will cover.
vi: Các nhà nghiên cứu ở Bắc Mỹ đã phát triên một danh sách mà họ gọi là mục tiêu "tội ác đặc thù" mà một chương trình điều trị hành vi nhận thức hiệu quả (CBT) hướng tới.

source: Researchers of personality psychology have explained that psychological similarity relates to what a situation means to us and what feelings, thoughts, expectations or goals it triggers.
vi: Những nhà nghiên cứu tâm lý học tính cách đã giải thích rằng sự tương đồng tâm lý sẽ liên quan đến việc một tình huống có ý nghĩa với chúng ta như thế nào và nó đã kích hoạt những cảm xúc, suy nghĩ, kỳ vọng và mục tiêu gì.

source: Researchers using various statistical techniques have investigated whether linked pairs could be differentiated from unlinked pairs based on measures of behavioural similarity.
vi: Những nhà nghiên cứu sử dụng nhiều phương pháp thống kê để điều tra xem liệu rằng những cặp tội ác có thể kết nối có khác biệt so với những cặp không có kết nối dựa trên đo lường về sự tương đồng trong hành vi.

source: Researching the possible existence of the ‘police personality’ is important both in terms of who would be best suited to particular duties and who can cope with particular stressors.
vi: Nghiên cứu khả năng tồn tại của 'phẩm chất cảnh sát' là điều quan trọng cả về phương diện ai sẽ phù hợp nhất cho những nhiệm vụ cụ thể và ai có thể đối phó với những căng thẳng đặc biệt.

source: Residents say he murdered at least three neighbours and dumped their bodies on railway tracks.
vi: Người dân bản xứ nói hắn đã sát hại ít nhất 3 người trong khu vực và vứt xác họ lên đường ray xe lửa.

source: Responsible citizenship includes citizens working within the guidelines of the law, such as those volunteering as special constables or becoming involved in local neighbourhood watch.
vi: "Công dân trách nhiệm" bao gồm những công dân hoạt động dưới sự định hướng của luật pháp, như những người tình nguyện làm công việc của nhân viên công lực đặc biệt hay làm những việc liên qua đến canh phòng khu vực địa phương.

source: Retribution can take many forms – paying a victim’s family or being shamed for the things that you have done.
vi: Sự trừng phạt này có thể có nhiều hình thức - bồi thường cho gia đình nạn nhân hoặc bị làm cho nhục nhã vì những gì đã làm.

source: Retribution is not concerned with whether an offender will change in the future; it is about what someone has done.
vi: Sự đền bù không quan tâm đến liệu người phạm tội có thay đổi trong tương lai hay không mà nó là về những gì người đó đã làm.

source: Retributive punishments do enable sentencers to come up with a tariff of punishments which should be implemented equally.
vi: Sự trừng phạt mang tính báo thù này giúp cho những người tuyên án có thể đưa ra các mức độ của hình phạt, cái mà cần được thi hành một cách công bằng .

source: Rigid thinking is just one factor that may contribute to offenders committing a crime such as this assault described above.
vi: Tư duy cứng nhắc chỉ là một trong những yếu tố góp phần dẫn đến các hành vi phạm tội như ví dụ ở trên.

source: Risk prediction studies.
vi: Nghiên cứu dự đoán nguy cơ.

source: Robert is an academic who works within the field of criminal psychology.
vi: Robert là một giáo sư đại học làm việc với lĩnh vực tâm lý tội phạm.

source: Roger Shuy, an eminent American forensic linguist, argues that although John DeLorean, a sports car manufacturer, was set up to be involved in a nefarious drug deal, examination of the covert tapes show that he did not understand that this was the case and that because of this he never consented to take part (Shuy 1993).
vi: Roger Shuy, một nhà ngôn ngữ học pháp lý nổi tiếng, đã thuyết phục rằng mặc dù John DeLorean, một chủ xưởng sản xuất xe hơi thể thao, đã bị xếp đặt để dính líu vào một phi vụ mua bán ma túy bất chính, nhưng sau khi nghiên cứu các đoạn băng ghi âm ẩn, có thể thấy rằng anh ta đã chẳng hề nhận thức được việc đó và vì thế, anh ta không được xem là đã đồng ý tham gia.

source: Routine Activities Theory and Pattern Theory are also relevant to geographical profiling.
vi: Lý thuyết các hoạt động thường ngày và Lý thuyết Kiểu mẫu cũng liên quan tới thiết lập hồ sơ theo địa lý.

source: STOP IT NOW!
vi: DỪNG LẠI NGAY!

source: Samples of linked offences have been developed by sampling the offences of serial offenders.
vi: Mẫu của những tội ác có thể kết nối đã và đang được mở rộng nhờ vào lấy mẫu tội ác của kẻ phạm tội liên hoàn.

source: Sarah has received information from a local police force on a serious undetected stranger rape.
vi: Sarah nhận được thông tin từ một sĩ quan cảnh sát địa phương về một vụ cưỡng hiếp đặc biệt nghiêm trọng vẫn chưa điều tra ra.

source: Sarah is a criminal psychologist who is employed by a national police agency within the UK.
vi: Sarah là một nhà tâm lý học tội phạm - người được Sở Cảnh Sát Quốc Gia Mỹ mời hỗ trợ điều tra.

source: Sarah will then prepare a report for the police, summarising as to whether the behavioural evidence indicates that the undetected crime was likely to have been committed by the same individual as any of the crimes held on the national data- base.
vi: Sarah sẽ chuẩn bị một bản báo cáo cho cảnh sát, tóm tắt toàn bộ dấu hiệu tố giác hành vi của những vụ án chưa khám phá ra xem có khả năng hung thủ sẽ thừa nhận bất cứ vụ án nào khác trong cơ sở dữ liệu quốc gia hay không.

source: Sarah’s parents began campaigning for the sex offender register to be available to the public so that the community would know if there were paedophiles living in the vicinity.
vi: Cha mẹ của Sarah băt đầu vận động để công chúng biết đến sự tồn tại của danh sách những tội phạm tình dục để cộng đồng có thể biết được nếu như có tên ấu dâm nào đang sống ở vùng lân cận.

source: Second, it can and has been used as similar fact evidence in Court (which relates to the issue of whether several crimes were perpetrated by the same person).
vi: Thứ hai, nó có thể và vẫn đang được sử dụng như bằng chứng tương đương sự thật tại Tòa (điều mà liên quan tới vấn đề liệu rằng các tội ác có phải được gây ra bởi cùng một người).

source: Second, vigilantism is a private and voluntary act.
vi: Thứ hai, chủ nghĩa phòng vệ là hành động cá nhân và tự nguyện.

source: Secondly, they need training (based on the results of relevant, published, quality research rather than on speculation) to avoid relying on the stereo- typical but wrong cues (see above), and guidance on which cues can be better guides, with the clear acknowledgement that even these cues are not that reliable as indications of lying.
vi: Thứ hai, họ cần được huấn luyện ( dựa vào kết quả của nghiên cứu có chất lượng được công bố hơn là sự suy đoán) để tránh dựa vào các khuôn mẫu sai ( xem ở trên), và hướng dẫn những dấu hiệu có hiệu quả hơn, với sự công nhận rõ ràng là những dấu hiệu này có vẻ không đáng tin cậy như những biểu thị của nói dối.

source: Security has also been developed in terms of manned guards.
vi: An ninh cũng được phát triển về những đội bảo vệ có người dẫn dắt.

source: Selection deals not only with new recruits, but also experienced officers wanting to be promoted or move into more specialist areas, such as firearms, bomb disposal, public order or CID.
vi: Việc chọn lựa không chỉ áp dụng với những tân binh, mà còn với các cán bộ giàu kinh nghiệm mong muốn được thăng chức hoặc chuyển sang lĩnh vực chuyên môn, chẳng hạn như súng, bom, trật tự công cộng hay Phòng điều tra tội phạm CID.

source: Selection of offenders: The programme should specify for which offenders it is intended, taking into account such factors as offence type and their risk of further reconvictions.
vi: Sự lựa chọn nhóm phạm nhân: Chương trình nên chỉ rõ sự tập trung vào nhóm tội phạm nào, xem xét đến các nhân tố như thể loại gây án và nguy cơ tái gây án.

source: Self-management – this considers how offenders manage their lives.
vi: Tự quản - xem xét cách tội phạm quản lý cuộc sống của họ.

source: Semi-organized groups, as the term implies, are groups of citizens who gather together with little organizational structure.
vi: Các nhóm bán tổ chức, như chính cái tên đã ám chỉ, là những nhóm công dân tập trung lại với cấu trúc có rất ít tính tổ chức.

source: Senior ranking officers experience greater organizational pressures relating to administration and paperwork, such as staff shortages, high staff turnover, a lack of resources, high workload and keeping up to date with new developments and techniques.
vi: Người sĩ quan có cấp bậc cao hơn sẽ phải chịu áp lực nhiều từ các công tác tổ chức, quản lý và công việc giấy tờ, như viêc thiếu hụt nhân lực, tỷ lệ thông việc cao, thiếu nguồn lực, khối lượng công việc lớn, phải cập nhật những kỹ thuật mới.techniques.

source: Sentencers did not start to think about punishment as a deterrent for offenders until the mid-1800s.
vi: Những người tuyên án chỉ bắt đầu nghĩ đến sự trừng phạt như 1 biện pháp ngăn chặn kẻ phạm tội cho đến tận giữa những năm 1800 .

source: Separation from their children was given as female prisoners’ greatest concern along with maintaining con- tact with other family members, who might be caring for their children.
vi: Việc cách ly với con của họ tạo ra cho họ mối quan tâm lớn bao gồm việc giữ liên lạc với những thành viên khác trong gia đình, những người đang chăm sóc con của họ.

source: Sequencing, intensity and duration: The timetable of the programme should match the targeted offenders’ learning styles and abilities in order to produce maximum impact.
vi: Trình tự, mức độ và thời hạn: Thời gian biểu của chương trình nên phù hợp với nhịp độ học tập và khả năng của phạm nhân nhằm đạt được hiệu quả cao nhất.

source: Serious problems regarding the initial police handling of the case were also voiced.
vi: Những vấn đề nghiêm trọng liên quan đến việc xử lý ban đầu của cảnh sát trong vụ án đã được đưa ra thảo luận.

source: Several different forms of social support exist.
vi: Có rất nhiều kiểu hỗ trợ xã hội.

source: Several studies have demonstrated that authoritarianism, for example, develops as officers gained experience on the beat.
vi: Một số nghiên cứu đã chứng minh rằng ví dụ như sự độc đoán, phát triển khi cảnh sát trau dồi kinh nghiệm tại đồn địa phương.

source: Sex offenders tend to lack the ability to be empathic.
vi: Tội phạm tình dục thường thiếu mất khả năng cảm thông.
